/** @jsxImportSource @emotion/react */
import { FacebookProvider, Comments } from "react-facebook";

export default function OneArticles() {
    return (
        <div>
            <h1 className="title">Кибер аюулгүй байдлын хуулийг эцсийн хэлэлцүүлэгт шилжүүлэв </h1>

            <div className="content">
                <p>11:35 2021/12/03 ВИДЕО: Кибер аюулгүй байдлын тухай хуулийн төсөл болон хамт өргөн мэдүүлсэн хуулийн төслүүдийг эцсийн хэлэлцүүлэгт бэлтгүүлэхээр холбогдох байнгын хороонд шилжүүллээ.</p>
                <p>Өнөөдрийн хуралдаанаар хэлэлцэх асуудал дууссан тул УИХ-ын чуулганы нэгдсэн хуралдаан өндөрлөв.</p>
                <p>
                    <strong>Өнөөдрийн хуралдаанаар хэлэлцэх асуудлууд:</strong>
                </p>
                <ul>
                    <li>Хүний хувийн мэдээлэл хамгаалах тухай хуулийн төсөл болон хамт өргөн мэдүүлсэн хуулийн төслүүд /Засгийн газар тавдугаар сарын 19-ний өдөр өргөн мэдүүлсэн, эцсийн хэлэлцүүлэг/</li>
                    <li>Нийтийн мэдээллийн тухай хуулийн төсөл болон хамт өргөн мэдүүлсэн хуулийн төслүүд /Засгийн газар тавдугаар сарын 19-ний өдөр өргөн мэдүүлсэн, эцсийн хэлэлцүүлэг/</li>
                    <li>Кибер аюулгүй байдлын тухай хуулийн төсөл болон хамт өргөн мэдүүлсэн хуулийн төслүүд /Засгийн газар зургаадугаар сарын 30-ны өдөр өргөн мэдүүлсэн, анхны хэлэлцүүлэг, үргэлжилнэ/</li>
                </ul>
            </div>

            <FacebookProvider appId="123456789">
                <Comments href="http://time.mn/rad.html" />
            </FacebookProvider>
        </div>
    );
}
